
﻿<!doctype html>
<html lang="ru">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<title>Главная</title>






	<link rel="stylesheet" href="libs/bootstrap/bootstrap-grid-3.3.1.min.css" />	
	<link rel="stylesheet" href="libs/owl.carousel/assets/owl.carousel.css" />
	<link rel="shortcut icon" href="favicon.ico" />
	<link rel="stylesheet" href="css/style.css">
</head>
<body>
	<script src="libs/jquery/jquery-1.11.1.min.js"></script>
	<script src="libs/owl.carousel/owl.carousel.js"></script>		
	<script src="js/jquery.maskedinput.min.js"></script>
	<script src="js/common.js"></script>



	<?php require_once('includes/header_top2.php'); ?>
	<section>
		<div class="container">
			<div class="row">
				<div class="col-md-12">
					<div class="my-container">
						<div class="dd-brad-crumps">
							<a href="#">Главная</a> <a class="dd-str" href="#">Обучаем</a> <span class="dd-str">Каратэ</span>
						</div>
					</div>
				</div>
			</div>
		</div>
	</section>
	<section>
		<div class="container">
			<div class="row">
				<div class="col-md-12">
					<div class="dd-page-title">
						<span>Происхождение каратэ</span>
					</div>
					<div class="dd-big-img">
						<img class="img-responsive" src="img/bigger.jpg" alt="">
					</div>
				</div>
			</div>
		</div>
	</section>
	<section>
		<div class="container">
			<div class="row">
				<div class="col-md-12">
					<div class=" my-container">
						<div class="page-txt">
							<span class="main-txt">О происхождении каратэ известно только из легенд. Так, по одной из легенд, создателем каратэ считается Бодхидхарма, основатель дзэн-буддизма, который в 520 г. н.э. перенес свою резиденцию из Индии в Китай, в монастырь Шаолинь, расположенный на склоне лесистой горы Шаоши в нескольких десятках километров от города Чжэнчжоу. Этот монастырь и стал центром его учения о Будде, а заодно и центром умственного и физического воспитания последователей этого учения.
								В монастыре Шаолинь Бодхидхарма обучал своих учеников умению терпеть (выносливости), развивать силу, быстроту, ловкость, гибкость. Проводимые им тренировки основывались на принципе движений животных с элементами самозащиты и предположительно назывались «18 движений рук архата». Этими упражнениями укреплялась сила духа и тела, осуществлялась подготовка к испытаниям, каковыми являлись длительные сеансы медитации. Кроме того, эти упражнения служили средством защиты на дорогах за пределами монастыря. В дальнейшем методы физических тренировок Бодхидхармы развивались и совершенствовались и стали известны как боевое искусство монастыря Шаолинь.
								Впоследствии это боевое искусство вывезли в Японию, где оно смешалось с местными приемами борьбы жителей островов.
								Документально подтвержденных исторических сведений о появлении каратэ в Японии не так уж много. Известно, что в XII в., когда самурайские дружины Тайра, разбитые в сражении при Дан-ноура (совр. Симоносэки) войсками Минамото, беспорядочно устремились на юг, многие переправились на Окинаву (крупнейший остров архипелага Рюкю, лежащий в 500 км от о. Кюсю, в 600 км от Тайваня и в 800 км от южно-китайского побережья) и там познакомили местных жителей со своим боевым искусством.
								В 1392 г. в Наху, столицу острова, прибыла специальная миссия из 36 китайских колонистов (так называемые «36 принявших подданство»), имевших задание распространять среди местного населения начала знаний по мореплаванию, книгопечатанию и различным ремеслам. С 1392 г. китайская колония обосновалась в Кумэмуре, пригороде Нахи, а затем аналогичные поселения появились в городах Сюри и Томари. Именно от китайских колонистов, согласно одной из версий, местное население узнало о боевых искусствах Китая...
							</span>
						</div>
						<div class="dd-spisok page-txt">
							<span class="title-txt">На сегодняшний день существуют 4 классических стиля каратэ: </span>
							<ul>
								<li><span class="main-txt padding-spisok">каратэ шотокан (стиль основанный Гитином Фунакоси)</span></li>
								<li><span class="main-txt padding-spisok">годзю-рю каратэ</span></li>
								<li><span class="main-txt padding-spisok">вадо-рю (основатель Хиронори Оцука, один из учеников Фунакоси)</span></li>
								<li><span class="main-txt padding-spisok">сито-рю.</span></li>
							</ul>
							<span class="main-txt">Позднее возникли каратэ киокушинкай (основатель Ояма Масутацу), ашихара каратэ, косики каратэ и многие другие стили.
							</span>
						</div>
						<span class="title-txt">
							Каратэ уроки для детей состоят из 3-х обязательных разделов: 
						</span>
						<ul>
							<li class="galka"><span class="main-txt padding-spisok">каратэ шотокан (стиль основанный Гитином Фунакоси)</span></li>
							<li class="galka"><span class="main-txt padding-spisok">годзю-рю каратэ</span></li>
							<li class="galka"><span class="main-txt padding-spisok">вадо-рю (основатель Хиронори Оцука, один из учеников Фунакоси)</span></li>
							<li class="galka"><span class="main-txt padding-spisok">сито-рю.</span></li>
						</ul>
						<div class="dd-page-title inner-tit">
							<span>Таблица результатов</span>
						</div>
						<div class="dd-table">
							<table>
								<tr>
									<td>Столбец1</td>
									<td>Столбец2</td>
									<td>Столбец3</td>
									<td>Столбец4</td>
									<td>Столбец5</td>
								</tr>
								<tr>
									<td>Текст</td>
									<td>Текст</td>
									<td>Текст</td>
									<td>Текст</td>
									<td>Текст</td>
								</tr>
								<tr>
									<td>Текст</td>
									<td>Текст</td>
									<td>Текст</td>
									<td>Текст</td>
									<td>Текст</td>
								</tr>
								<tr>
									<td>Текст</td>
									<td>Текст</td>
									<td>Текст</td>
									<td>Текст</td>
									<td>Текст</td>
								</tr>
								<tr>
									<td>Текст</td>
									<td>Текст</td>
									<td>Текст</td>
									<td>Текст</td>
									<td>Текст</td>
								</tr>
							</table>
						</div>
						<blockquote class="quote"> 
							<span class="main-txt italia">
								Каратэ - это путь, по которому многие идут всю жизнь, закаляя свое тело, укрепляя дух, открывая в себе все новые и новые способности и раздвигая границы своих возможностей.
								Занимаясь каратэ, люди учатся не только и не столько технике нанесения ударов и постановки блоков, тактике и стратегии поединка, умению разбивать предметы, сколько образу жизни, пытаясь увидеть взаимосвязь и взаимообусловленность во всем, что есть в Мире, и стремясь достичь гармонии с Природой.
								Это стремление частично исходит из самой природы человека, частично из традиций школ и стилей, основанных выдающимися мастерами каратэ.
							</span>
						</blockquote>
						<div class="dd-small-img">
							<div class="img-wrap">
								<img class="img-responsive" src="img/chemp.jpg" alt="">
							</div>
							<span class="main-txt">Центр каратэ «Торнадо» был создан в 2010 году под руководством Лебедева Александра Алексеевича, Мастера Спорта по каратэ Российской Федерации, и Кудрявцевой Ольги Валерьевны, Мастера Спорта Международного класса по каратэ и кикбоксингу Казахстана.
							</span>
							<div class="min-title">
								<span>Детские группы</span>
							</div>
							<span class="main-txt">В Центре каратэ «Торнадо» работают детские спортивные группы: по каратэ (стиль шотокан WKF), кикбоксинг формс и дзюдо, где занимаются дети от 3-х лет и старше.
							</span>
							<div class="min-title">
								<span>Тренеры</span>
							</div>
							<span class="main-txt">Обучение ведут высококвалифицированные тренеры с высшим педагогическим физкультурным образованием, Мастера спорта международного класса, Мастера спорта, неоднократные призеры Чемпионатов России, Чемпионатов Европы, Чемпионатов мира.
							</span>
							<div class="clearfix"></div>
							<div class="min-title">
								<span>Учебно тренировочный процесс</span>
							</div>
							<span class="main-txt">В Центре каратэ “Торнадо” основными формами учебно-тренировочного процесса являются:<br>
								- учебно-тренировочные и теоретические занятия;<br>
								- система контроля: аттестационные экзамены (система “кю-дан”) с переходом на следующий уровень обучения и вручением цветных поясов и  соревнования, по результатам которых  присваиваются спортивные разряды;<br>
								- участие в соревнованиях различного уровня.  <br>  
								В каникулярное время проводятся функциональные сборы на спортивных базах в Туапсинском районе и в Приэльбрусье, организуется отдых на море.
							</span>
							<div class="min-title">
								<span>Спортивные достижения</span>
							</div>
							<span class="main-txt">Спортсмены Центра каратэ “Торнадо”- победители и призеры  районных, краевых, всероссийских, международных соревнований,<br>   
								Чемпионатов ЮФО, Чемпионатов России и Чемпионатов Мира.<br>  
								Среди воспитанников Центра есть член национальной сборной команды России среди взрослых (Вера Ковалева, Мастер Спорта Международного класса по каратэ) и среди юношей и девушек (Валерия Димова) и члены сборной команды Краснодарского края по каратэ.<br>  
								За время работы Центра каратэ “Торнадо” подготовлено:<br>  
								1 Мастер спорта международного класса по каратэ;<br>  
								8 Мастеров спорта по каратэ;<br>  
								17 кандидатов в Мастера спорта по каратэ;<br>  
								30 перворазрядников;<br>  
							</span>
						</div>
						<div class="dd-small-img pt2">
							<div class="img-wrap">
								<img class="img-responsive" src="img/chemp2.jpg" alt="">
							</div>
							<div class="dd-new-title">
								<span>Первенство России по каратэ г.Пенза 1-4 декабря</span>
							</div>
							<span class="main-txt">Спортсмены Федерации каратэ г. Краснодар в составе сборной команды Краснодарского края приняли участие в Первенстве России по каратэ, которое состоялось 1-4 декабря в г. Пенза. Соревнования являлись отборочными на Первенство Европы по каратэ. У ребят идет активная подготовка в Олимпийскую сборную страны для участия в Олимпийских играх в Токио в 2020 году.
								Димова Валерия и Соловьев Вадим достойно выступили на соревнованиях, вошли в шестерку лучших спортсменов страны в своей категории. Федосова Юлия стала бронзовым призером Первенства России по каратэ. Провела три мощных поединка. И в бою за третье место уверенно обыграла спортсменку из Москвы со счетом 4:0.
							</span>
						</div>	
					</div><!-- container -->
				</div>
			</div>
		</div>
	</section>
	<?php require_once('includes/footer.php'); ?>

</body>
</html>